franciscolourenco/done
gazorby/fish-abbreviation-tips
ilancosman/tide@v5
jethrokuan/z
jhillyerd/plugin-git
jorgebucaran/fisher
jorgebucaran/replay.fish
markcial/upto
nickeb96/puffer-fish
patrickf1/colored_man_pages.fish
patrickf1/fzf.fish
reitzig/sdkman-for-fish@v1.4.0
